tap "ddev/ddev"
tap "platformsh/tap"
# Pack, ship and run any application as a lightweight container
brew "docker"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# DDEV
brew "ddev/ddev/ddev"
# Platform.sh CLI
brew "platformsh/tap/platformsh-cli"
# Upsun CLI
brew "platformsh/tap/upsun-cli"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Desktop client for GitHub repositories
cask "github"
# Web browser
cask "google-chrome"
# App to manage access to corporate apps, data, and resources
cask "intune-company-portal"
# Native desktop app for Messenger (formerly Facebook Messenger)
cask "messenger"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Office suite
cask "microsoft-office"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# Replacement for Docker Desktop
cask "orbstack"
# Zero trust network as a service client
cask "perimeter81"
# PHP IDE by JetBrains
cask "phpstorm"
# Collaboration platform for API development
cask "postman"
# MySQL/MariaDB database management
cask "sequel-ace"
# Team communication and collaboration software
cask "slack"
# Control your Sonos system
cask "sonos"
# Native desktop client for WhatsApp
cask "whatsapp"
